[
  {
    "id": "TDEG",
    "icon": "../All Images/google.png",
    "title": "Technical Database Engineer",
    "CompanyName": "Google LLC",
    "type": "Remote",
    "location": "Dhaka, Bangladesh",
    "time": "Full Time",
    "salary": " 100K - 150K (Per Month)",
    "description": "A UI/UX (User Interface/User Experience) designer is responsible for designing and creating engaging and effective interfaces for software and web applications. This includes designing the layout, visual design, and interactivity of the user interface.",
    "responsibility": "Collaborating with cross-functional teams: UI/UX designers often work closely with other teams, including product management, engineering, and marketing, to ensure that the user interface is aligned with business and technical requirements. You will need to be able to effectively communicate your design ideas and gather feedback from other team members.",
    "requirements": "Bachelor degree to complete any reputational university.",
    "experiences": "2-3 Years in this field.",
    "phone": "01750-00 00 00",
    "Email": "info@gmail.com",
    "Address": "Dhanmondi 32, Sukrabad Dhaka Bangladesh"
  },

  {
    "id": "SEN",
    "icon": "../All Images/netflix.png",
    "title": "Software Engineer",
    "CompanyName": "Netflix",
    "type": "Onsite",
    "location": "Dhaka, Bangladesh",
    "time": "Full Time",
    "salary": " 110K - 130K (Per Month)",
    "description": "A software engineer is responsible for designing, developing, testing, and maintaining software applications. This includes writing code, debugging issues, and collaborating with other team members.",

    "responsibility": "Collaborating with cross-functional teams: Software engineers often work closely with other teams, including product management, design, and operations, to ensure that the software application meets business and technical requirements. You will need to be able to effectively communicate your ideas and gather feedback from other team members.",
    "requirements": "Bachelor's or Master's degree in Computer Science or a related field.",
    "experiences": "2-5 years of experience in software development.",
    "phone": "01748-84 84 74",
    "Email": "info@gmail.com",
    "Address": "Dhanmondi 32, Sukrabad Dhaka Bangladesh"
  },
  {
    "id": "GJKL",
    "icon": "../All Images/airbnb.png",
    "title": "Data Scientist",
    "CompanyName": "Airbnb",
    "type": "Onsite",
    "location": "Menlo Park, CA",
    "time": "Full Time",
    "salary": "130K - 160K (Per Year)",
    "description": "A data scientist is responsible for collecting, analyzing, and interpreting large and complex datasets to identify patterns and trends. This includes developing and implementing models and algorithms, as well as communicating insights to stakeholders.",
    "responsibility": "Collaborating with cross-functional teams: Data scientists often work closely with other teams, including product management, engineering, and design, to ensure that the data analysis is aligned with business and technical requirements. You will need to be able to effectively communicate your findings and gather feedback from other team members.",
    "requirements": "Bachelor's or Master's degree in Computer Science, Statistics, or a related field.",
    "experiences": "3-5 years of experience in data analysis and machine learning.",
    "phone": "650-555-1234",
    "Email": "jobs@facebook.com",
    "Address": "1 Hacker Way, Menlo Park, CA 94025"
  },
  {
    "id": "BHDY",
    "icon": "../All Images/tesla.png",
    "title": "OS Developer",
    "CompanyName": "Tesla",
    "type": "Onsite",
    "location": "Cupertino, CA",
    "time": "Full Time",
    "salary": "140K - 170K (Per Year)",
    "description": "An iOS developer is responsible for designing, developing, and maintaining iOS applications. This includes writing code, debugging issues, and collaborating with other team members.",
    "responsibility": "Collaborating with cross-functional teams: iOS developers often work closely with other teams, including product management, design, and quality assurance, to ensure that the iOS application meets business and technical requirements. You will need to be able to effectively communicate your ideas and gather feedback from other team members.",
    "requirements": "Bachelor's or Master's degree in Computer Science or a related field.",
    "experiences": "3-7 years of experience in iOS development.",
    "phone": "408-555-1234",
    "Email": "jobs@apple.com",
    "Address": "1 Apple Park Way, Cupertino, CA 95014"
  },
  {
    "id": "MNOP",
    "icon": "../All Images/google.png",
    "title": "Product Manager",
    "CompanyName": "Google",
    "type": "Remote",
    "location": "Seattle, WA",
    "time": "Full Time",
    "salary": "120K - 150K (Per Year)",
    "description": "A product manager is responsible for leading the development and launch of a product. This includes defining product strategy, gathering customer requirements, and working with cross-functional teams to ensure successful execution.",
    "responsibility": "Collaborating with cross-functional teams: Product managers often work closely with other teams, including engineering, design, and marketing, to ensure that the product meets business and technical requirements. You will need to be able to effectively communicate your product vision and gather feedback from other team members.",
    "requirements": "Bachelor's or Master's degree in Business, Engineering, or a related field.",
    "experiences": "5-7 years of experience in product management.",
    "phone": "206-555-1234",
    "Email": "jobs@amazon.com",
    "Address": "410 Terry Ave N, Seattle, WA 98109"
  },
  {
    "id": "QWER",
    "icon": "../All Images/google.png",
    "title": "Software Engineer",
    "CompanyName": "Google",
    "type": "Remote",
    "location": "Mountain View, CA",
    "time": "Full Time",
    "salary": "140K - 170K (Per Year)",
    "description": "A software engineer is responsible for designing, developing, and maintaining software applications. This includes writing code, debugging issues, and collaborating with other team members.",
    "responsibility": "Collaborating with cross-functional teams: Software engineers often work closely with other teams, including product management, design, and quality assurance, to ensure that the software application meets business and technical requirements. You will need to be able to effectively communicate your ideas and gather feedback from other team members.",
    "requirements": "Bachelor's or Master's degree in Computer Science or a related field.",
    "experiences": "3-7 years of experience in software development.",
    "phone": "650-555-1234",
    "Email": "jobs@google.com",
    "Address": "1600 Amphitheatre Parkway, Mountain View, CA 94043"
  }
]
